Repository: eerimoq/moblin
Catalog: Moblin/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pl, sv

source: (requires login).
de: (Anmeldung erforderlich).
es: (requiere iniciar sesión).
ko: (로그인이 필요합니다).
pl: (wymaga logowania).
sv: (kräver inloggning).

source: %lld ch
de: %lld Kanal
pl: %lld rozdz

source: %@ source audio levels
de: %@ Audiopegel der Quelle
es: %@: Nivel de audio
pl: %@ poziom dźwięku źródłowego
sv: %@ ljudnivåer

source: %@ source audio sync
de: %@ Quell-Audio-Synchronisierung
es: %@: Sincronización de audio
pl: %@ synchronizacja źródła dźwięku
sv: %@ ljudsynkronisering

source: %@ source snapshot
de: %@ Quellen-Schnappschuss
es: %@: Instantánea
pl: %@ migawka źródłowa
sv: %@ översiktsbild

source: ⚠️ Audio is not yet implemented.
de: ⚠️ Audio ist noch nicht implementiert.
es: ⚠️ El audio aún no está implementado.
pl: ⚠️ Dźwięk nie jest jeszcze zaimplementowany.
sv: ⚠️ Ljud är inte implementerat ännu.

source: 🎉 You are LIVE at %@ 🎉
de: 🎉 Du bist LIVE bei %@ 🎉
es: 🎉 Conectado a %@ 🎉
ko: 🎉 당신은 %@ 🎉송출 중입니다.
pl: Jesteś na żywo, profil: %@ 🎉
sv: 🎉 Du är LIVE på %@ 🎉

source: 🤟 Stream ended 🤟
de: 🤟 Stream beendet 🤟
es: 🤟 Transmisión finalizada 🤟
ko: 스트림이 종료되었습니다.
pl: Zakończono stream 🤟
sv: 🤟 Strömmen avslutad 🤟

source: 😢 Failed to connect to %@ 😢
de: 😢 Verbindung zu %@ konnte nicht hergestellt werden 😢
es: 😢 No se ha podido conectar con %@ 😢
ko: 😢 %@ 연결하지 못했습니다 😢
pl: Nie udało się połączyć z %@ 😢
sv: 😢 Misslyckades att ansluta till %@ 😢

source: 1. Create a Media Source in OBS and configure it as shown in the image below.
de: 1. Erstelle eine Medienquelle in OBS und konfiguriere sie wie im Bild unten gezeigt.
es: 1. Crea una fuente multimedia en OBS y configúrala como se muestra en la imagen inferior.
ko: 1. OBS에서 미디어 소스를 생성하고 아래 이미지와 같이 구성합니다.
pl: 1. Utwórz źródło multimediów w OBS i skonfiguruj je jak pokazano na obrazku poniżej.
sv: 1. Skapa en mediakälla i OBS och konfigurera den enligt bilden nedan.

source: 2. Replace 192.168.50.72 with your local IP address (typically 192.168.x.y).
de: 2. Ersetze 192.168.50.72 durch deine lokale IP-Adresse (normalerweise 192.168.x.y).
es: 2. Reemplaza 192.168.50.72 por tu dirección IP local (normalmente 192.168.x.y).
ko: 2. 192.168.50.72를 로컬 IP 주소(일반적으로 192.168.x.y)로 바꿉니다.
pl: 2. Zastąp 192.168.50.72 swoim lokalnym adresem IP (zwykle 192.168.x.y).
sv: 2. Ersätt 192.168.50.72 med din lokala IP-adress (vanligtvis 192.168.x.y).

source: 3. Replace 7654 with your port.
de: 3. Ersetze 7654 durch deinen Port.
es: 3. Reemplaza 7654 por su puerto.
ko: 3. 7654를 해당 포트로 바꾸십시오.
pl: 3. Zamień 7654 na swój port.
sv: 3. Ersätt 7654 med din port.

source: 128 Kpbs or higher is recommended.
de: 128 kbit/s oder höher werden empfohlen.
es: Se recomienda 128 Kbps o más.
ko: 128Kpbs 이상이 권장됩니다.
pl: Zalecana jest prędkość 128 Kb/s lub wyższa.
sv: 128 kpbs eller högre rekommenderas.

source: A connection with high priority will be used more than a connection with low priority if the high priority connection is stable. Unstable connections will get lowest priority regardless of configured priority until they are stable again.
de: Eine Verbindung mit hoher Priorität wird häufiger genutzt als eine Verbindung mit niedriger Priorität, wenn die Verbindung mit hoher Priorität stabil ist. Instabile Verbindungen erhalten unabhängig von der konfigurierten Priorität die niedrigste Priorität, bis sie wieder stabil sind.
es: Una conexión con alta prioridad se utilizará más que una conexión con baja prioridad si la conexión de alta prioridad es estable. Las conexiones inestables tendrán la prioridad más baja independientemente de la prioridad configurada hasta que vuelvan a ser estables.
pl: Połączenie o wysokim priorytecie będzie używane bardziej niż połączenie o niskim priorytecie, jeśli połączenie o wysokim priorytecie jest stabilne. Niestabilne połączenia otrzymają najniższy priorytet, niezależnie od skonfigurowanego priorytetu, dopóki ponownie nie staną się stabilne.
sv: En anslutning med hög prioritet kommer att användas mer än en anslutning med låg prioritet om den högprioriterade anslutningen är stabil. Instabila anslutningar kommer att få lägsta prioritet oavsett konfigurerad prioritet tills de är stabila igen.

source: A large number. Use developer tools (F11) in your browser. Look at websocket messages.
de: Eine große Zahl. Verwende die Entwicklerwerkzeuge (F11) in deinem Browser. Sehe dir die Websocket-Nachrichten an.
es: Un número largo. Utiliza las herramientas para desarrolladores (F11) de tu navegador. Mira los mensajes del websocket.
ko: 컴퓨터 브라우저의 개발툴(F11) 버튼을 눌러서 보이는 웹소켓 메시지를 살펴보세요.
pl: Ciąg cyfr, użyj narzędzi deweloperskich (F11) w twojej przeglądarce. Sprawdź wiadomości websocket.
sv: Ett stort tal. Använd utvecklarverktyg (F11) i webbläsaren. Titta på websocketmeddelanden.

source: A list of all scene quick buttons, often to hide and show widgets. A scene button can be used in zero or more scenes.
de: Eine Liste aller Szenen-Quick Buttons, häufig zum Ein- und Ausblenden von Widgets. Eine Szenentaste kann in null oder mehreren Szenen verwendet werden.
es: Una lista de todos los botones rápidos de escena, a menudo para ocultar y mostrar widgets. Un botón de escena se puede utilizar en cero o más escenas.
pl: Lista wszystkich szybkich przycisków sceny, często służąca do ukrywania i pokazywania widżetów. Przycisku sceny można używać w przypadku zera lub większej liczby scen.
sv: En lista över alla scensnabbknappar, som ofta för att dölja och visa widgets. En scenknapp kan användas i ingen eller fler scener.

source: A list of all widgets. A widget can be used in zero or more scenes.
de: Eine Liste aller Widgets. Ein Widget kann in keiner oder mehreren Szenen verwendet werden.
es: Una lista de todos los widgets. Se puede utilizar un widget en cero o más escenas.
pl: Lista wszystkich widżetów. Widget może być używany w zerowej lub większej liczbie scen.
sv: En lista över alla widgets. En widget kan användas i noll eller fler scener.

source: About
de: Über
es: Acerca de
pl: O aplikacji
sv: Om

source: Adaptive bitrate is experimental.
de: Adaptive Bitrate ist experimentell.
es: El bitrate adaptable es experimental.
ko: 적응형 비트레이트는 시험중입니다.
pl: Adaptacyjny bitrate jest w wersji testowej.
sv: Adaptiv bitrate är experimentell.

source: Add
de: Hinzufügen
es: Añadir
ko: 추가
pl: Dodaj
sv: Lägg till

# Allowed range is %@ - %@.
source: Allowed range is %1$@ - %2$@.
de: Erlaubter Bereich ist %1$@ - %2$@.
es: El rango permitido es %1$@ - %2$@.
ko: 허용범위는 %1$@ - %2$@입니다.
pl: Dopuszczalny zakres między %1$@ - %2$@.
sv: Tillåtna värden är %1$@ - %2$@.

source: An incomplete list of people who has contributed ideas, programming, testing, promotion and more.
de: Eine unvollständige Liste von Personen, die Ideen, Programmierung, Tests, Werbung und mehr beigetragen haben.
es: Una lista incompleta de personas que han contribuido con ideas, programación pruebas, promoción y más.
ko: 아이디어, 프로그래밍에 기여한 사람들의 불완전한 목록 테스트, 홍보 등.
pl: Niepełna lista osób, które przyczyniły się do rozwoju aplikacji przez koncepcje, programowanie, testowanie, promocję i więcej.
sv: En ofullständig lista med människor som har designat Moblin.

source: Animated emotes
de: Animierte Emotes
es: Emotes animados
ko: 애니메이션 감정 표현
pl: Animowane emotki
sv: Animerate emotes

source: Animated emotes are fairly CPU intensive. Disable for less power usage.
de: Animierte Emotes sind ziemlich CPU-intensiv. Deaktivieren für weniger Stromverbrauch.
es: Los emotes animados consumen bastante CPU. Desactívalos para reducir el uso de energía.
ko: 애니메이션 감정 표현은 CPU를 상당히 많이 사용합니다. 사용율을 줄이려면 비활성화하세요.
pl: Animowane emotki mogą przyczynić się do obciążenia CPU. Wyłącz, aby zmniejszyć zużycie energii.
sv: Animerade emotes använder mycket CPU. Stäng av dom för mindre energiförbrukning.

source: Announcement
de: Ankündigung
es: Anuncio
ko: 발표
pl: Ogłoszenie
sv: Meddelande

source: API key
de: API Schlüssel
ko: API 키
pl: Klucz API
sv: API-nyckel

source: Appearence
de: Aussehen
es: Apariencia
ko: 외관
pl: Wygląd
sv: Utseende

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
ko: 확실합니까?
pl: Czy jesteś pewny(a)?
sv: Är du säker?

source: Attempting again in %lld seconds.
de: Erneuter Versuch in %lld Sekunden.
es: Intentando de nuevo en %lld segundos.
ko: %lld초 후에 다시 시도합니다.
pl: Ponowna próba za %lld sekund.
sv: Försöker igen om %lld sekunder.

source: Audio level
de: Audiopegel
es: Nivel de audio
ko: 오디오 레벨
pl: Poziom audio
sv: Ljudnivå

source: Auto cameras use more energy as multiple cameras are powered on, even if only one is used at a time. This allows the phone to quickly change camera when zooming.
de: Automatische Kameras verbrauchen mehr Energie, da mehrere Kameras eingeschaltet sind, auch wenn jeweils nur eine verwendet wird. So kann das Telefon beim Zoomen schnell die Kamera wechseln.
es: Las cámaras automáticas consumen más batería ya que se encienden varias cámaras aunque sólo se utilice una a la vez. Esto permite al teléfono cambiar rápidamente de cámara al hacer zoom.
ko: 자동 카메라는 한 번에 하나만 사용 되더라도 여러 카메라가 전원을 켜므로 더 많은 전력을 사용합니다.대신 카메라를 빠르게 전환할 수 있습니다.
pl: Automatyczne kamery zużywają więcej energii, ponieważ zasilane jest wiele kamer, nawet jeśli tylko jedna jest używana na raz. Pozwala to telefonowi szybko zmienić aparat podczas powiększenia.
sv: Autokameror använder mer energi eftersom flera kameror är på samtidigt, även om bara en används åt gången. Detta gör att telefonen snabbt kan byta kamera när du zooma.

source: Automatically goes live when switching stream.
de: Wird beim Streamwechsel automatisch live geschaltet.
es: La transmisión se inicia automáticamente al cambiarla.
pl: Automatycznie uruchamia się po przełączeniu strumienia.
sv: Går live automatiskt när du byter stream.

source: Average bitrate
de: Durchschnittliche Bitrate
es: Bitrate promedio
ko: 평균 비트레이트
pl: Średni bitrate
sv: Medelbithastighet

source: back
de: Haupt
es: trasera
ko: 뒷면
pl: tylny
sv: bakre

source: Back
de: Rückseite
es: Trasera
ko: 후면
pl: Tylny
sv: Bakre

source: Back camera
de: Rückseitige Kamera
es: Cámara trasera
ko: 후면 카메라
pl: Tylny aparat
sv: Bakre kamera

source: Back camera presets
de: Hauptkamera Voreinstellungen
es: Presets de la cámara trasera
ko: 후면 카메라 프리셋
pl: Presety tylnego aparatu
sv: Bakre kamerans förinställningar

source: Background
de: Hintergrund
es: Fondo
ko: 배경
pl: Tło
sv: Bakgrund

source: Bar
de: Balken
es: Barras
ko: 바
pl: Pasek
sv: Staplar

source: Battery percentage
de: Batterieladung in Prozent
es: Porcentaje de batería
ko: 배터리 퍼센트
pl: Procent naładowania baterii
sv: Batterinivå i procent

source: BELABOX cloud and OBS
de: BELABOX Cloud und OBS
es: BELABOX cloud y OBS
ko: BELABOX 클라우드와 OBS
pl: Chmura BELABOX i OBS
sv: BELABOX cloud och OBS

source: Best possible stability. Uses bonding. Paid service.
de: Bestmögliche Stabilität. Verwendet Bonding. Bezahlter Service.
es: La mejor estabilidad posible. Utiliza bonding. Servicio de pago.
ko: 무선인터넷을 결합하여 가장 안정적입니다. SRTLA 서버는 유료입니다.
pl: Najlepsza możliwa stabilność. Używa bondingu. Usługa płatna.
sv: Bästa möjliga stabilitet. Använder bonding. Betald tjänst.

source: Big packets
de: Große Pakete
ko: 빅 패킷
pl: Duże pakiety
sv: Stora paket

source: Big packets means 7 MPEG-TS packets per SRT packet, 6 otherwise. Sometimes Android hotspots does not work with big packets.
de: Große Pakete bedeutet 7 MPEG-TS Pakete pro SRT-Paket, sonst 6. Manchmal funktionieren Android-Hotspots nicht mit großen Paketen.
es: Big packets significa 7 paquetes MPEG-TS por paquete SRT, 6 en caso contrario. A veces los hotspots o puntos de acceso de Android no funcionan con big packets.
ko: 빅 패킷은 SRT 패킷당 MPEG-TS 패킷 7개 또는 6개을 의미하고, Android 핫스팟에서는 빅 패킷에서 작동하지 않는 경우가 있습니다.
pl: Duże pakiety oznaczają 7 MPEG-TS pakietów na pakiet SRT, 6 w przeciwnym razie. Czasami hotspoty na Androidzie nie działają z dużymi pakietami.
sv: Stora paket betyder 7 MPEG-TS paket per SRT paket, annars 6. Ibland fungerar inte Android hotspots med stora paket.

source: Bitrate must be greater than zero
de: Bitrate muss größer als Null sein
es: El bitrate debe ser mayor que 0
ko: 비트레이트 값은 0보다 커야 합니다.
pl: Bitrate musi być większy od zera
sv: Bitraten måste vara större än noll

source: Bitrate presets
de: Bitrate Voreinstellungen
es: Presets de Bitrate
ko: 비트레이트 프리셋
pl: Presety bitrate
sv: Förinställda bitrates

source: Black screen
de: Bildschirm schwarz
es: Pantalla negra
ko: 검은 화면
pl: Czarny ekran
sv: Svart skärm

source: Bold message
de: Fettgedruckte Nachricht
es: Mensaje en negrita
ko: 굵은메시지
pl: Pogrubiona treść wiadomości
sv: Meddelande i fet stil

source: Bold username
de: Fettgedruckter Nutzername
es: Nombre de usuario en negrita
ko: 이름 굵게표시
pl: Pogrubiona nazwa użytkownika
sv: Användare i fet stil

source: Border
de: Trennung
es: Borde
ko: 테두리
pl: Obrys
sv: Kant

source: Border is fairly CPU intensive. Disable for less power usage.
de: Die Trennung ist ziemlich CPU-intensiv. Deaktivieren für weniger Stromverbrauch.
es: El borde consume bastante CPU. Desactívalo para consumir menos energía.
ko: 테두리 기능은 CPU를 상당히 많이 사용합니다. 사용율을 줄이려면 비활성화하세요.
pl: Obrys może przyczynić się do obciążenia CPU. Wyłącz, aby zmniejszyć zużycie energii
sv: Kanter använder ganska mycket CPU. Stäng av dom för mindre energiförbrukning.

source: Bottom right
de: Unten rechts
es: Abajo a la derecha
ko: 하단 오른쪽
pl: Prawy dolny
sv: Nere till höger

source: Camera
de: Kamera
es: Cámara
ko: 카메라
pl: Aparat
sv: Kamera

source: Camera switching
de: Kamerawechsel
es: Cambio de cámara
ko: 카메라 전환
pl: Przełączanie kamery
sv: Byta kamera

source: Cancel
de: Verwerfen
es: Cancelar
ko: 취소
pl: Anuluj
sv: Avbryt

source: Channel id
de: Kanal ID
es: ID del canal
ko: 채널ID
pl: ID kanału
sv: Kanalid

source: Channel name
de: Kanalname
es: Nombre del canal
ko: 채널이름
pl: Nazwa kanału
sv: Kanalnamn

source: Chat is hidden
de: Chat ist ausgeblendet
es: Chat ocultado
ko: 채팅창 숨기기
pl: Czat jest ukryty
sv: Chatten är gömd

source: Chat is paused
de: Chat ist pausiert
es: Chat pausado
ko: 채팅창 일시정지
pl: Czat został wstrzymany
sv: Chatten är pausad

source: Chat messages
de: Chat-Nachrichten
es: Mensajes del chat
ko: 채팅 메시지
pl: Wiadomości na czacie
sv: Chattmeddelanden

source: Circle
de: Kreis
es: Círculo
pl: Koło
sv: Cirkel

source: Close
de: Schließen
es: Cerrar
ko: 닫기
pl: Zamknij
sv: Stäng

source: Color
de: Farbe
pl: Kolor
sv: Färg

source: Colors
de: Farben
es: Colores
ko: 컬러
pl: Kolory
sv: Färger

source: Configure it in Settings → Streams → %@ → OBS remote control.
de: Konfiguriere es unter Einstellungen → Streams → %@ → OBS-Fernbedienung.
es: Configúralo en Ajustes → Transmisiones → %@ → Control remoto de OBS.
ko: 설정 → 스트림 → %@ → OBS 원격 제어에서 구성하세요.
pl: Skonfiguruj w Ustawieniach → Strumienie → %@ → Zdalne sterowanie OBS.
sv: Konfigurera den i Inställningar → Strömmar → %@ → OBS fjärrkontroll.

source: Configure it in Settings → Streams → %@ → URL.
de: Konfiguriere es unter Einstellungen → Streams → %@ → URL.
es: Configúralo en Ajustes → Transmisiones → %@ → URL.
pl: Skonfiguruj w Ustawieniach → Strumienie → %@ → Adres URL.
sv: Konfigurera det i Inställningar → Strömmar → %@ → URL.

source: Configure OBS on your computer
de: Konfiguriere OBS auf deinem Computer
es: Configura OBS en tu ordenador
ko: 컴퓨터에 OBS 구성
pl: Skonfiguruj OBS na swoim komputerze
sv: Konfigurera OBS på din dator

source: Configure port forwarding in your router to forward incoming traffic to OBS.
de: Konfiguriere die Portweiterleitung in deinem Router, um eingehenden Datenverkehr an OBS weiterzuleiten.
es: Configura el port forwarding en su router para reenviar el tráfico entrante a OBS.
ko: 들어오는 트래픽을 OBS로 전달하도록 라우터에서 포트 포워딩을 설정 하십시오.
pl: Skonfiguruj przekierowanie portów w routerze, aby przekazywać ruch przychodzący do OBS.
sv: Konfigurera portvidarebefordran i din router för att vidarebefordra inkommande trafik till OBS.

source: Configure source name in Settings → Streams → %@ → OBS remote control for snapshop and more.
de: Konfiguriere den Quellnamen unter Einstellungen → Streams → %@ → OBS-Fernbedienung für Snapshop und mehr.
es: Configura el nombre de la fuente en Ajustes → Transmisiones → %@ → Control remoto de OBS para instantánea y más.
pl: Skonfiguruj nazwę źródła w Ustawieniach → Strumienie → %@ → Pilot OBS dla Snapshop i nie tylko.
sv: Konfigurera källnamnet i Inställningar → Strömmar → %@ → OBS-fjärrkontroll för ögonblicksbild och mer.

source: Configure source name in Settings → Streams → %@ → OBS remote control for snapshot and more.
de: Konfiguriere den Quellnamen unter Einstellungen → Streams → %@ → OBS-Fernbedienung für Snapshot und mehr.
es: Configura el nombre de la fuente en Ajustes → Transmisiones → %@ → Control remoto de OBS para instantánea y más.
pl: Skonfiguruj nazwę źródła w Ustawieniach → Strumienie → %@ → Pilot OBS dla Snapshop i nie tylko.
sv: Konfigurera källnamnet i Inställningar → Strömmar → %@ → OBS-fjärrkontroll för ögonblicksbild och mer.

source: Connection priorities
de: Verbindungsprioritäten
es: Prioridades de conexión
pl: Priorytety połączeń
sv: Anslutningsprioriteringar

source: Copy from
de: Kopie von
es: Copiado de
ko: 복사 원본
pl: Skopiuj z
sv: Kopiera från

source: Copy from ??? (requires login).
de: Kopie von ??? (Anmeldung erforderlich).
es: Copiado de ??? (requiere iniciar sesión).
ko: ???에서 복사 (로그인이 필요합니다).
pl: Skopiuj z ??? (wymaga logowania).
sv: Kopiera från ??? (kräver inloggning).

source: Copy from https://help.twitch.tv/s/twitch-ingest-recommendation. Remove {stream_key}.
de: Kopie von https://help.twitch.tv/s/twitch-ingest-recommendation. Entferne {stream_key}.
es: Copiar desde https://help.twitch.tv/s/twitch-ingest-recommendation. Eliminar {stream_key}.
ko: https://help.twitch.tv/s/twitch-ingest-recommendation에서 복사하세요. {stream_key}를 제거하세요.
pl: Skopiuj z https://help.twitch.tv/s/twitch-ingest-recommendation. Usuń {stream_key}.
sv: Kopiera från https://help.twitch.tv/s/twitch-ingest-recommendation. Ta bort {stream_key}.

source: Copy from https://kick.com/dashboard/settings/stream (requires login).
de: Von https://kick.com/dashboard/settings/stream kopieren (Anmeldung erforderlich).
es: Copiar desde https://kick.com/dashboard/settings/stream (requiere iniciar sesión).
ko: https://kick.com/dashboard/settings/stream에서 복사하세요(로그인 필요).
pl: Skopiuj z https://kick.com/dashboard/settings/stream (wymaga zalogowania).
sv: Kopiera från https://kick.com/dashboard/settings/stream (kräver inloggning).

source: Copy from https://youtube.com (requires login).
de: Von https://youtube.com kopieren (Anmeldung erforderlich).
es: Copiar desde https://youtube.com (requiere iniciar sesión).
ko: https://youtube.com에서 복사하세요(로그인 필요).
pl: Skopiuj z https://youtube.com (wymaga logowania).
sv: Kopiera från https://youtube.com (kräver inloggning).

source: Copy from OBS Show Connect Info as seen in the screenshot below. Tools → WebSocket Server Settings → Show Connect Info → Server Password.
de: Kopiere die Verbindungsinformationen von OBS, wie sie im Screenshot unten zu sehen sind. Werkzeuge → WebSocket-Servereinstellungen → Verbindungsinformationen anzeigen → Serverpasswort.
es: Copiar desde Mostrar información de conexión en OBS como se ve en la captura de pantalla a continuación. Herramientas → Ajustes de obs-WebSocket → Mostrar información de conexión → Contraseña del servidor.
pl: Skopiuj z OBS Pokaż informacje o połączeniu, jak widać na zrzucie ekranu poniżej. Narzędzia → Ustawienia serwera WebSocket → Pokaż informacje o połączeniu → Hasło serwera.
sv: Kopiera från OBS Show Connect Info som visas i skärmdumpen nedan. Tools → WebSocket Server Settings → Show Connect Info → Server Password.

source: Cosmetics
de: Kosmetisches
es: Cosméticos
ko: 화장하기
pl: Ulepszenia
sv: Utseende

source: Create
de: Erstellen
es: Crear
ko: 생성
pl: Utwórz
sv: Skapa

source: Create stream wizard
de: Assistent zum Erstellen eines Streams
es: Crear asistente de transmisión
ko: 스트림 마법사 만들기
pl: Kreator streama
sv: Skapa strömguide

source: Custom
de: Benutzerdefiniert
es: Personalizado
ko: 커스텀
pl: Niestandardowy
sv: Anpassad

source: Decibel
de: Dezibel
es: Decibelios
ko: 데시벨
pl: Decybele

source: Delete
de: Löschen
es: Eliminar
ko: 삭제
pl: Usuń
sv: Radera

source: Designed by
de: Entworfen von
es: Diseñado por
pl: Stworzone przez
sv: Designat av

source: Device health
de: Gerätezustand
es: Salud del dispositivo
ko: 장치 상태
pl: Kondycja urządzenia
sv: Enhetens hälsa

source: Dimensions
de: Dimensionen
es: Dimensiones
ko: 치수
pl: Wymiary
sv: Dimensioner

source: Direct
de: Direkt
es: Directo
ko: 직접
pl: Bezpośredni
sv: Direkt

source: Disable the RTMP server to change its settings.
de: Deaktiviere den RTMP-Server, um seine Einstellungen zu ändern.
es: Deshabilita el servidor RTMP para cambiar su configuración.
pl: Wyłącz serwer RTMP, aby zmienić jego ustawienia.
sv: Inaktivera RTMP-servern för att ändra dess inställningar.

source: Displayed in main view and as app icon.
de: Wird in der Hauptansicht und als App-Symbol angezeigt.
es: Se muestra en la vista principal y como icono de la aplicación.
ko: 바탕화면에 앱 아이콘으로 표시됩니다.
pl: Wyświetlane w widoku głównym i jako ikona aplikacji.
sv: Visas i huvudvyn och som appikon.

source: Do not share your settings with anyone as they may contain sensitive data (stream keys, etc.)!
de: Gebe deine Einstellungen nicht an Dritte weiter, da sie sensible Daten (Stream-Schlüssel usw.) enthalten können!
es: ¡No compartas tu configuración con nadie, ya que podría contener datos sensibles (claves de transmisión, etc.)!
ko: 중요한 정보(스트림키와 같은)가 포함될 수 있으니, 설정을 다른 사람과 공유하지 마세요.
pl: Nie udostępniaj nikomu swoich ustawień, ponieważ mogą zawierać poufne dane (klucz strumienia itp.)!
sv: Dela inte dina inställningar med någon då dom kan innehålla känslig information (strömnycklar, etc.).

source: Do not share your URL with anyone or they can hijack your channel!
de: Gebe deine URL nicht weiter, sonst kann dein Kanal gestohlen werden!
es: ¡No compartas tu URL con nadie o podrían apropiarse de tu canal!
ko: 다른 사람과 URL을 공유하지 마세요. 다른 사람이 귀하의 채널을 탈취할 수 있습니다!
pl: Aby twój kanał nie został przejęty, nie udostępniaj nikomu swojego adresu URL!
sv: Dela inte din URL med någon då den kan innehålla känslig information (strömnycklar, etc.).

source: Double tap to return to main view
de: Doppeltippen, um zur Hauptansicht zurückzukehren
es: Toca dos veces para volver a la vista principal
ko: 메인 뷰로 돌아 가기 위해 더블 탭
pl: Dwukrotnie stuknij, aby powrócić do widoku głównego
sv: Dubbeltappa för att återgå till huvudvyn

source: Down
de: Runter
es: Abajo
pl: W dół
sv: Ner

source: Duplicate
de: Duplizieren
es: Duplicar
ko: 복제
pl: Duplikuj
sv: Duplicera

source: Duration
de: Dauer
es: Duración
ko: 지속시간
pl: Czas trwania
sv: Längd

source: Each stream can receive video from one RTMP publisher, typically a drone.
de: Jeder Stream kann Videos von einem RTMP-Publisher empfangen, normalerweise einer Drohne.
es: Cada transmisión puede recibir vídeo de un RTMP publisher, normalmente un dron.
pl: Każdy strumień może odbierać wideo od jednego wydawcy RTMP, zazwyczaj jest to dron.
sv: Varje ström kan ta emot video från en RTMP-utgivare, vanligtvis en drönare.

source: Empty clipboard
de: Leere Zwischenablage
es: Portapapeles vacío
ko: 클립보드가 비어 있습니다.
pl: Schowek jest pusty
sv: Utklipp tomt

source: Enable "Vibrate" to vibrate the device when the following toasts appear:
de: Aktiviere „Vibrieren“, um das Gerät vibrieren zu lassen, wenn die folgenden Hinweise angezeigt werden:
es: Habilita "Vibrar" para hacer vibrar el dispositivo cuando aparezcan los siguientes avisos:
pl: Włącz opcję „Wibracja”, aby urządzenie wibrowało, gdy pojawią się następujące komunikaty:
sv: Aktivera "Vibrera" för att vibrera enheten när följande toasts visas:

source: Enabled
de: Aktiviert
es: Activado
ko: 활성화됨
pl: Włączony
sv: Aktiverad

source: End
de: Ende
es: Stop
ko: 끝
pl: Zakończ
sv: Avsluta
